/* Title for shut-down alert warning that we're updating Boot Caches */
"Updating Boot Caches" = "正在更新启动高速缓存";

/* Text of shut-down alert explaining why we aren't shutting down right away */
"Caches necessary for booting are being updated.  System shutdown will proceed once the caches are up to date." = "启动所需要的高速缓存正在被更新。一旦高速缓存是最新的，系统关机将继续。";

/* Title for alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Inconsistent system files" = "不一致的系统文件";

/* Text of alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Important system files in memory do not match those on disk. Kernel extensions can not be loaded, and some devices may not work. Resetting your startup disk in System Preferences may help." = "内存中的重要系统文件不匹配磁盘上的那些文件。不能载入内核扩展，某些设备可能无法工作。在“系统偏好设置”中重设启动磁盘可能会有帮助。";

/* Title for alert warning the user of a kernel extension whose contents could be replaced with malicious code. */
"System extension cannot be used" = "不能使用系统扩展";

/* Text of alert warning the user of a kernel extension whose contents could be replaced with malicious code. In two parts; the filename in question is put in between them. */
"The system extension \"" = "系统功能扩展程序“";

"\" was installed improperly and cannot be used. Please try reinstalling it, or contact the product's vendor for an update." = "”安装不正确，不能使用。请尝试重新安装它，或联系产品的供应商以得到更新。";

/* OK */
"OK" = "好";

/* Display mode naming related strings. */

"PAL"  = "PAL";
"NTSC" = "NTSC";

"256 Colors" = "256 种颜色";
"Thousands"  = "上万种";
"Millions"   = "上千万种";
"Trillions"  = "上万亿";

"n/a"  = "不适用";

"stretched"  = "展宽";
"simulscan"  = "同步扫描";
"interlaced" = "交错";
"external"   = "外置";


"%%.%ldf Hertz"       = "%%.%ldf Hz";
"%%.%ldf Hertz (%%@)" = "%%.%ldf Hz（%%@）";

"%d x %d"  = "%d x %d";
"%d x %dp" = "%d x %dp";
"%d x %di" = "%d x %di";

"%@"						=	"%@";
"%@ (%@)"					= 	"%@（%@）";
"%@ (%@, %@)"					= 	"%@（%@，%@）";
"%@ (%@, %@, %@)"				=	"%@（%@，%@，%@）";
"%@ (%@, %@, %@, %@)"				=	"%@（%@，%@，%@，%@）";
"%@ (%@, %@, %@, %@, %@)"			=	"%@（%@，%@，%@，%@，%@）";

"%%@, %%.%ldf Hz"				=	"%%@，%%.%ldf Hz";
"%%@, %%.%ldf Hz (%%@)"				=	"%%@，%%.%ldf Hz（%%@）";
"%%@, %%.%ldf Hz (%%@, %%@)"			= 	"%%@，%%.%ldf Hz（%%@，%%@）";
"%%@, %%.%ldf Hz (%%@, %%@, %%@)"		=	"%%@，%%.%ldf Hz（%%@，%%@，%%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)"		=	"%%@，%%.%ldf Hz（%%@，%%@，%%@，%%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)"	=	"%%@，%%.%ldf Hz（%%@，%%@，%%@，%%@，%%@)";
